{"cake_facts": ["The earliest versions of cake were actually flat, compact discs of grain which were dried and compacted together.", 
                "National Cake Day is celebrated on November 26th!", 
                "The ancient Egyptians were the first culture to show evidence of advanced baking skills and are believed to have made the first cakes.", 
                "Cakes were traditionally round and symbolised the cyclical nature of life, the sun and the moon.", 
                "The word Cake is of Viking origin, from the Old Norse word 'kaka'.", 
                "P. Duff and Sons, a Pittsburgh-based company, created the first cake mix in 1933.", 
                "Angel Food Cake was created by Pennsylvania Dutch cooks who used the egg whites left over from noodle-making days.",
                " Red Velvet Cake was known for revenge. A lady ate the cake in the restaurant and was charged $100 for the recipe. Enraged, she circulated the recipe for revenge.",
                "In ancient America, people believed that keeping a fruit cake under the pillow would get you a handsome husband.",
                "German Chocolate Cake was created in the U.S and its name comes from the chocolate maker, Samuel German, who developed the dark chocolate used in the cake.",
                "Fruit Cake is edible even after 106 years",
                "April 7th is National Coffee Cake Day",
                "June 11th is National German Chocolate Cake Day",
                "Lemon Chiffon Cake Day is March 29, a celebration of the lemon dessert credited as the 1927 creation of Los Angeles insurance agent Harry Baker",
                "The proverb YOU CAN'T HAVE YOUR CAKE AND EAT IT TOO first appeared in the early 16th century.",
                "The proverb A PIECE OF CAKE was not coined until the 20th century.",
                "In Scotland, Wales, and northern England, cake had a specific meaning of a thick, hard biscuit made from oatmeal",
                "The first birthday cake was originally given as an offering on a birthday. The first reference to BIRTHDAY CAKE came in 1785",
                "Butter cakes, also called creamed cakes, contain butter, margarine or vegetable shortening, which contribute to a finely textured, tender and moist cake.",
                "Cakes that do not contain fat, such as sponge, angel food and chiffon cakes, are often referred to as foam cakes. These have a larger proportion of egg than butter cakes.",
                "Which common cake ingredient can be replaced with a mashed banana?  Eggs!  You can use half of a mashed banana in place of each egg the recipe calls for.",
                "What gives Black Forest cake its unique flavor?  In this German recipe, the bottom layers of the cake are brushed with Kirschwasser, a cherry liqueur.",
                "Sponge cakes, which are flavored using an egg mixture, are said to have evolved around in Spain during the Renaissance period.",
                "The baking time and temperature will vary depending on the recipe, but most cakes take between 30 minutes and one hour to bake.",
                "Icing used to be spread on cakes with a feather.",
                "Before the whisk was invented, people used to whisk egg whites with a bundle of twigs or squeeze them through a sponge.",
                "Christmas cake replaced the much older Twelfth Cake in the latter part of the nineteenth century.  Twelfth Cake was eaten at the feast of Epiphany at the end of the Christmas season.",
                "All over Europe in the middle ages people celebrated the feast of Epiphany by hiding a bean in a cake. The person who got the slice with the bean was King for the feast, and led the company in drinking games.",
                "For over a thousand years the Chinese have celebrated the mid-Autumn festival with round moon cakes. Legend has it that during rebellions against the Mongol rulers in the fourteenth century, messages were hidden inside the cakes.",
                "Dubbed the “Pirates Fantasy,” the most expensive cake in the world was worth $35 million. It featured a number of luxury qualities, including plenty of edible gold and sugar-encrusted sapphires.",
                "Queen Victoria of Great Britain is supposedly the first person to ever put white icing on a cake. This is where the term “royal icing” comes from.",
                "The earliest mention of a cup cake was in 1796 in American Cookery by Amelia Simmons.",
                "In German culture, crumb cakes are rooted in the traditional term streuselkuchen, kuchen meaning CAKE, and streusel meaning SOMETHING SPRINKLED OR SCATTERED.",
                "The first chocolate cake recipe that can be found in a cookbook was released in 1847.",
                "Chocolate used to be exclusively for wealthy people. It became widely available at the start of the 20th century.",
                "Chocolate cake makes you feel better because cacao possesses a chemical that can stimulate the brainto produce more serotonin and endorphins.",
                "African-American communities in Southern U.S. began the cakewalk dance competition which meant graceful walking. Whoever did the cakewalk best was given a cake as the prize.",
                "The cake stacking custom was very popular in weddings earlier. Each guest was expected to bring a layer of the cake and it was stacked with apple butter. The higher the cake was, more popular the couple was believed to be.",
                "Earlier when the craze for the cake had just begun, people used to travel far and wide to get the birthday cakes. At that time, baking tools, techniques and ingredients were very expensive and owned only by a few high society bakeries.",
                "The Victoria sponge cake is a sponge cake named after the British monarch Queen Victoria. Mrs. Beetons Book of Household Management, published in 1836, had the first published recipe for Victoria sponge cake.",
                "Sponge Cake is a very old recipe, it was invented by the ancient Romans and is one of the oldest cakes in the world.",
                "Pandan chiffon cake is very well-loved in Southeast Asia. It is a light, fluffy, green-coloured sponge cake flavoured with the juices of Pandanus amaryllifolius leaves. It is also known as pandan chiffon.",
                "Basbousa is a traditional Arabian semolina-based cake that is soaked in syrup, then studded with almonds. The Libyan variety includes desiccated coconut in the cake mixture and date-paste that is sandwiched between the two layers of semolina cake.",
                "Godrogodro is a traditional cake originating from Madagascar. Although there are some variations, the cake is usually made with a combination of rice flour, coconut milk, sugar, vanilla, cinnamon, nutmeg, and oil.",
                "One of the most famous and traditional cakes in Poland called babka piaskowa or sandy cake. Very popular and baked for every holiday and other occasions. The cake is very delicate hence the name “sandy”. It is made from potato and wheat flour with butter, sugar, eggs and baking powder.",
                "Banh Chung is a traditional cake of Vietnamese people throughout the lunar New Year -Tet- holiday. For Vietnamese, making Banh Chung is an ideal way to express gratitude to their ancestors and homeland.",
                "Layered desserts are very popular in the French pastry and confectionary world. Dacquoise is a layered cake made with layers of hazelnut-almond meringues, buttercream, and ganache.",
                "The history of castella cake in Japan dates back to the 1500s when a ship carrying Portuguese monks journeying to Macau in the middle of a typhoon crashed into the Japanese port of Nagasaki.",
                "The origins of the pineapple upside down cake date back hundreds of years, when people would cook on cast-iron skillets over open fires. When they wanted a sweet treat, they would line the bottom of the pans with fruit, and pour batter on top. When the cake was ready, the pan was flipped over, revealing the gorgeous pattern of caramelized fruit on the top.",
                "During WWI, sugar and flour were rationed. Cue the 1917 Applesauce Cake which is an example of how cakes can be made with little oil or fat.  Applesauce has been, and still is, a substitute for fat and eggs, keeping a cake moist and flavorful."
                ]}