[
  {
    "recipe_name": "Vanilla Bean Cake",
    "recipe_text": "Take a vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-09-20",
    "ingredients": "Flour, vanilla, salt, sugar, baking powder, 3 eggs, butter"

  },
  {
    "recipe_name": "Chocolate Cake",
    "recipe_text": "Take a cocoa bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-04-21",
    "ingredients": "Flour, cocoa, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Orange Cake",
    "recipe_text": "Take a oranges and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2023-01-20",
    "ingredients": "Flour, oranges, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Apple Crumb Cake",
    "recipe_text": "Take a apples, vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-5-09",
    "ingredients": "Flour, apples, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Mung Bean Cake",
    "recipe_text": "Take mung beans,vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2020-09-08",
    "ingredients": "Flour, mung beans, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Mango Cake",
    "recipe_text": "Take mangos, vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-04-03",
    "ingredients": "Flour, cherries, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Carrot Cake",
    "recipe_text": "Take carrots, vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-11-25",
    "ingredients": "Flour, carrots, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Grape Sourcreme Cake",
    "recipe_text": "Take a bunch of grapes, vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2023-03-21",
    "ingredients": "Flour, grapes, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Pear Cake",
    "recipe_text": "Take a pear, vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-02-12",
    "ingredients": "Flour, pears, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  },
  {
    "recipe_name": "Vietnamese Bread Pudding",
    "recipe_text": "Take a banana, vanilla bean and crush in to the batter and bake at 350 degress for 1 hour.",
    "date_baked": "2022-06-12",
    "ingredients": "Flour, vanilla, salt, sugar, baking powder, 3 eggs, butter"
  }

]
